tap "argon/mas"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rcmdnk/file"
brew "openssl@1.1"
brew "ansible"
brew "awscli"
brew "awslogs"
brew "bash"
brew "glib"
brew "cairo"
brew "deno"
brew "direnv"
brew "envchain"
brew "unbound"
brew "gnutls"
brew "pango"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "jasper", link: false
brew "netpbm"
brew "tcl-tk"
brew "python@3.8"
brew "graphviz"
brew "jq"
brew "krb5"
brew "libfido2"
brew "libheif"
brew "mysql"
brew "nghttp2"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "peco"
brew "pngpaste"
brew "postgresql@14"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rustup-init"
brew "stern"
brew "ta-lib"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zsh-completions"
brew "argon/mas/mas"
brew "rcmdnk/file/brew-file"
cask "adobe-acrobat-reader"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "aws-vault"
cask "bettertouchtool"
cask "chromedriver"
cask "clipy"
cask "dash"
cask "discord"
cask "firefox"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-japanese-ime"
cask "intellij-idea"
cask "istat-menus"
cask "jasper"
cask "karabiner-elements"
cask "kindle"
cask "libreoffice"
cask "microsoft-edge"
cask "phantomjs"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "sequel-pro"
cask "skitch"
cask "suspicious-package"
cask "virtualbox"
cask "vlc"
cask "webpquicklook"
mas "Be Focused Pro", id: 961632517
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Brightness Slider", id: 456624497
mas "Display Menu", id: 549083868
mas "Divvy", id: 413857545
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "MARKETSPEED", id: 946680495
mas "Messenger", id: 1480068668
mas "Microsoft To Do", id: 1274495053
mas "Owly", id: 882812218
mas "PicGIF Lite", id: 844918735
mas "Slack", id: 803453959
mas "ToyViewer", id: 414298354
mas "Transmit", id: 403388562
mas "Xcode", id: 497799835
