tap "argon/mas"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rcmdnk/file"
brew "python@3.11"
brew "ansible"
brew "awscli"
brew "awslogs"
brew "bash"
brew "glib"
brew "cairo"
brew "deno"
brew "direnv"
brew "envchain"
brew "unbound"
brew "gnutls"
brew "pango"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "jq"
brew "krb5"
brew "libfido2"
brew "libheif"
brew "mysql"
brew "openssl@3"
brew "nghttp2"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "peco"
brew "pngpaste"
brew "postgresql@14"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rustup-init"
brew "stern"
brew "ta-lib"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zsh-completions"
brew "argon/mas/mas"
brew "rcmdnk/file/brew-file"
cask "adobe-acrobat-reader"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "aws-vault"
cask "bettertouchtool"
cask "chromedriver"
cask "clipy"
cask "dash"
cask "discord"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "libreoffice"
cask "logitech-options"
cask "microsoft-edge"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "ex-codes.pine-script-syntax-highlighter"
vscode "gerane.Theme-FlatlandDark"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "influxdata.flux"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "rebornix.ruby"
vscode "rust-lang.rust-analyzer"
vscode "vsls-contrib.gistfs"
vscode "wholroyd.jinja"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
